Repository: shuiandy/Cadenza
Catalog: Cadenza/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Generation failed — check your AI provider API key in Settings.
de: Die Erstellung ist fehlgeschlagen. Prüfen Sie den API-Schlüssel Ihres KI-Anbieters in den Einstellungen.
es: Falló la generación. Comprueba la clave de API de tu proveedor de IA en Ajustes.
fr: La génération a échoué. Vérifiez la clé API de votre fournisseur d’IA dans Réglages.
ja: 生成に失敗しました。「設定」でAIプロバイダのAPIキーを確認してください。
ko: 생성에 실패했습니다. 설정에서 AI 제공자의 API 키를 확인하세요.
zh_hans: 生成失败 —— 请在设置中检查 AI 服务商的 API Key。

source: Generation failed — will retry automatically.
de: Die Erstellung ist fehlgeschlagen. Ein weiterer Versuch erfolgt automatisch.
es: Falló la generación; se volverá a intentar automáticamente.
fr: La génération a échoué. Une nouvelle tentative sera effectuée automatiquement.
ja: 生成に失敗しました。自動的に再試行します。
ko: 생성에 실패했습니다. 자동으로 다시 시도합니다.
zh_hans: 生成失败 —— 将自动重试。

source: Give me a meeting notes template
de: Erstelle mir eine Vorlage für Besprechungsnotizen
es: Dame una plantilla para notas de reunión
fr: Donnez-moi un modèle de notes de réunion
ja: 会議メモのテンプレートを作成して
ko: 회의 노트 템플릿을 만들어 주세요
zh_hans: 给我一个会议记录模板

source: Give me a concise meeting notes template
de: Geben Sie mir eine kompakte Meeting-Notizen-Vorlage
es: Dame una plantilla concisa de notas de reunión
fr: Donner un modèle concis de notes de réunion
ja: 簡潔な会議メモテンプレートをください
ko: 간결한 회의 메모 템플릿을 주세요
zh_hans: 给我一个简洁的会议记录模板

source: Good accuracy across many languages.
de: Gute Genauigkeit in vielen Sprachen.
es: Buena precisión en muchos idiomas.
fr: Bonne précision dans de nombreuses langues.
ja: 多言語で良好な精度。
ko: 다양한 언어에서 좋은 정확도.
zh_hans: 多语言良好准确度。

source: Good balance for 8GB+ Macs. Multilingual.
de: Gute Balance für 8GB+ Macs. Mehrsprachig.
es: Buen balance para Macs de 8GB+. Multilingüe.
fr: Bon équilibre pour Mac 8Go+. Multilingue.
ja: 8GB以上のMacに最適なバランス。多言語対応。
ko: 8GB+ Mac에 적합한 균형. 다국어 지원.
zh_hans: 8GB+ Mac 的最佳平衡。多语言支持。

source: Good balance for English. Limited other languages.
de: Gute Balance für Englisch. Eingeschränkte Unterstützung anderer Sprachen.
es: Buen balance para inglés. Limitado en otros idiomas.
fr: Bon équilibre pour l'anglais. Langues étrangères limitées.
ja: 英語に最適なバランス。他言語は限定的。
ko: 영어에 적합한 균형. 다른 언어는 제한적.
zh_hans: 英语效果均衡。其他语言有限。

source: Google Calendar
de: Google Kalender
ja: Googleカレンダー
ko: Google 캘린더
zh_hans: Google 日历

source: Google Calendar could not be disconnected securely: %@
de: Die Verbindung zu Google Kalender konnte nicht sicher getrennt werden: %@
es: No se pudo desconectar Google Calendar de forma segura: %@
fr: Google Agenda n’a pas pu être déconnecté de manière sécurisée : %@
ja: Googleカレンダーの接続を安全に解除できませんでした：%@
ko: Google 캘린더 연결을 안전하게 해제하지 못했습니다: %@
zh_hans: 无法安全断开 Google 日历连接：%@

source: Google Calendar credentials could not be saved securely: %@
de: Die Anmeldedaten für Google Kalender konnten nicht sicher gespeichert werden: %@
es: No se pudieron guardar de forma segura las credenciales de Google Calendar: %@
fr: Les identifiants Google Agenda n’ont pas pu être enregistrés de manière sécurisée : %@
ja: Googleカレンダーの認証情報を安全に保存できませんでした：%@
ko: Google 캘린더 자격 증명을 안전하게 저장하지 못했습니다: %@
zh_hans: 无法安全保存 Google 日历凭据：%@

source: Google Client ID cannot be empty.
de: Die Google-Client-ID darf nicht leer sein.
es: El ID de cliente de Google no puede estar vacío.
fr: L’identifiant client Google ne peut pas être vide.
ja: GoogleクライアントIDは空にできません。
ko: Google 클라이언트 ID는 비워 둘 수 없습니다.
zh_hans: Google 客户端 ID 不能为空。

source: Google Client ID is not configured.
de: Die Google-Client-ID ist nicht konfiguriert.
es: El ID de cliente de Google no está configurado.
fr: L’identifiant client Google n’est pas configuré.
ja: GoogleクライアントIDが設定されていません。
ko: Google 클라이언트 ID가 설정되어 있지 않습니다.
zh_hans: 尚未配置 Google 客户端 ID。

source: Google OAuth2 Credentials
de: Google OAuth2-Anmeldedaten
es: Credenciales de Google OAuth2
fr: Identifiants Google OAuth2
ja: Google OAuth2認証情報
ko: Google OAuth2 자격 증명
zh_hans: Google OAuth2 凭据

source: Grace period until %@
de: Kulanzfrist bis %@
es: Periodo de gracia hasta %@
fr: Délai de grâce jusqu’au %@
ja: %@まで猶予期間
ko: %@까지 유예 기간
zh_hans: 宽限期至 %@

source: Grant Access
de: Zugriff gewähren
es: Otorgar acceso
fr: Accorder l'accès
ja: アクセスを許可
ko: 접근 허용
zh_hans: 授予访问权限

source: Grant access here before enabling automatic recording.
de: Gewähren Sie hier Zugriff, bevor Sie die automatische Aufnahme aktivieren.
es: Concede acceso aquí antes de activar la grabación automática.
fr: Autorisez l’accès ici avant d’activer l’enregistrement automatique.
ja: 自動録音を有効にする前に、ここでアクセスを許可してください。
ko: 자동 녹음을 활성화하기 전에 여기에서 접근을 허용하세요.
zh_hans: 启用自动录音前，请先在此授予访问权限。

source: Grant microphone access
de: Mikrofonzugriff gewähren
es: Conceder acceso al micrófono
fr: Autoriser l’accès au microphone
ja: マイクへのアクセスを許可
ko: 마이크 접근 허용
zh_hans: 授予麦克风访问权限

source: Granted
de: Gewährt
es: Otorgado
fr: Accordé
ja: 許可済み
ko: 허용됨
zh_hans: 已授权

source: Grid
de: Raster
es: Cuadrícula
fr: Grille
ja: グリッド
ko: 그리드
zh_hans: 网格

source: Grove
de: Hain
es: Arboleda
fr: Bosquet
ja: グローブ
ko: 그로브
zh_hans: 翠林

source: Helps AI tailor summaries to your role.
de: Hilft der KI, Zusammenfassungen auf Ihre Rolle abzustimmen.
es: Ayuda a la IA a personalizar los resúmenes según tu rol.
fr: Aide l'IA à adapter les résumés à votre rôle.
ja: AIがあなたの役割に合わせて要約を調整します。
ko: AI가 사용자의 역할에 맞게 요약을 조정합니다.
zh_hans: 帮助 AI 根据你的角色定制摘要。

source: Hidden tags
de: Ausgeblendete Tags
es: Etiquetas ocultas
fr: Étiquettes masquées
ja: 非表示のタグ
ko: 숨긴 태그
zh_hans: 隐藏的标签

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
ja: 非表示
ko: 숨기기
zh_hans: 隐藏

source: Hide to menu bar instead of quitting
de: In die Menüleiste minimieren statt beenden
es: Ocultar en la barra de menú en vez de salir
fr: Masquer dans la barre des menus au lieu de quitter
ja: 終了せずにメニューバーに隠す
ko: 종료 대신 메뉴 막대로 숨기기
zh_hans: 隐藏到菜单栏而不是退出

source: Hide Transcript
de: Transkript ausblenden
es: Ocultar transcripción
fr: Masquer la transcription
ja: 文字起こしを非表示
ko: 녹취록 숨기기
zh_hans: 隐藏转录

source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高
ko: 높음
zh_hans: 高

source: High (48 kHz)
de: Hoch (48 kHz)
es: Alta (48 kHz)
fr: Élevée (48 kHz)
ja: 高 (48 kHz)
ko: 높음 (48 kHz)
zh_hans: 高（48 kHz）

source: Highest accuracy. May be slow on older Macs.
de: Höchste Genauigkeit. Kann auf älteren Macs langsam sein.
es: Mayor precisión. Puede ser lento en Macs antiguos.
fr: Précision maximale. Peut être lent sur les anciens Mac.
ja: 最高精度。古いMacでは遅くなる場合があります。
ko: 최고 정확도. 구형 Mac에서는 느릴 수 있음.
zh_hans: 最高准确度。旧 Mac 上可能较慢。

source: Highlights Only
de: Nur Highlights
es: Solo destacados
fr: Points essentiels uniquement
ja: ハイライトのみ
ko: 하이라이트만
zh_hans: 仅重点

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
zh_hans: 历史

source: History Sync
de: Verlaufssynchronisierung
es: Sincronización del historial
fr: Synchronisation de l’historique
ja: 履歴同期
ko: 기록 동기화
zh_hans: 历史同步

source: Honey
de: Honig
es: Miel
fr: Miel
ja: ハニー
ko: 허니
zh_hans: 蜜糖

source: Honey Gold
de: Honiggold
es: Dorado miel
fr: Or miel
ja: ハニーゴールド
ko: 허니 골드
zh_hans: 蜜金

source: How deep the generated summary should be
de: Wie detailliert die generierte Zusammenfassung sein soll
es: Nivel de detalle del resumen generado
fr: Niveau de détail du résumé généré
ja: 要約の詳細度
ko: 생성된 요약의 상세 수준
zh_hans: 生成摘要的详细程度

source: How far back chat looks when your question doesn't name a time range. Asking e.g. "last week" always narrows to that period.
de: Legt fest, wie weit der Chat zurückblickt, wenn Ihre Frage keinen Zeitraum nennt. Eine Frage wie „letzte Woche“ grenzt die Suche immer auf diesen Zeitraum ein.
es: Hasta qué fecha retrocede el chat cuando tu pregunta no indica un intervalo. Si preguntas, por ejemplo, por "la semana pasada", la búsqueda siempre se limita a ese periodo.
fr: Période consultée par le chat lorsque votre question n’indique aucune plage de temps. Une demande comme « la semaine dernière » limite toujours la recherche à cette période.
ja: 質問に期間が指定されていない場合に、チャットがどこまで過去を参照するかを設定します。たとえば「先週」と尋ねると、常にその期間に絞り込まれます。
ko: 질문에 기간을 지정하지 않았을 때 채팅이 얼마나 이전 기록까지 살펴볼지 정합니다. 예를 들어 "지난주"라고 물으면 항상 해당 기간으로 범위가 좁혀집니다.
zh_hans: 当问题没有指明时间范围时，聊天回溯多久。若明确问「上周」等仍会收窄到该时段。

source: How long before the meeting to generate the brief
de: Zeitpunkt vor der Besprechung, zu dem das Briefing erstellt wird
es: Cuánto tiempo antes de la reunión se debe generar el informe
fr: Délai avant la réunion pour générer la note
ja: 会議の何分前にブリーフを生成するか
ko: 회의 시작 얼마 전에 브리핑을 생성할지 선택
zh_hans: 在会议开始前多久生成简报

source: I zoned out — catch me up on the last 2 minutes
de: Ich war kurz unaufmerksam — fass mir die letzten 2 Minuten zusammen
es: Me distraje — ponme al día sobre los últimos 2 minutos
fr: J’ai décroché — résumez-moi les 2 dernières minutes
ja: 聞き逃しました — 直近2分の内容を教えて
ko: 잠깐 놓쳤어요 — 지난 2분 내용을 요약해 주세요
zh_hans: 我走神了，帮我补上刚才 2 分钟的内容

source: Icon
de: Symbol
es: Ícono
fr: Icône
ja: アイコン
ko: 아이콘
zh_hans: 图标

source: Identify speakers
de: Sprecher erkennen
es: Identificar hablantes
fr: Identifier les intervenants
ja: 話者を識別
ko: 화자 식별
zh_hans: 识别说话人

source: Import any audio file — we'll transcribe, identify speakers, and generate a structured meeting note.
de: Importieren Sie eine beliebige Audiodatei — wir transkribieren, identifizieren Sprecher und erstellen eine strukturierte Meeting-Notiz.
es: Importa cualquier archivo de audio — transcribiremos, identificaremos hablantes y generaremos una nota de reunión estructurada.
fr: Importez un fichier audio — nous le transcrirons, identifierons les intervenants et générerons un compte rendu de réunion structuré.
ja: 音声ファイルをインポート — 文字起こし、話者識別、構造化された会議メモを自動生成します。
ko: 오디오 파일을 가져오면 전사, 화자 식별, 구조화된 회의 노트를 자동으로 생성합니다.
zh_hans: 导入任意音频文件——我们将转录、识别说话人并生成结构化的会议记录。

source: Import Audio Files
de: Audiodateien importieren
es: Importar archivos de audio
fr: Importer des fichiers audio
ja: 音声ファイルを読み込む
ko: 오디오 파일 가져오기
zh_hans: 导入音频文件

source: Import Audio Files (⇧⌘I)
de: Audiodateien importieren (⇧⌘I)
es: Importar archivos de audio (⇧⌘I)
fr: Importer des fichiers audio (⇧⌘I)
ja: 音声ファイルをインポート (⇧⌘I)
ko: 오디오 파일 가져오기 (⇧⌘I)
zh_hans: 导入音频文件 (⇧⌘I)

source: Import Audio Files...
de: Audiodateien importieren...
es: Importar archivos de audio...
fr: Importer des fichiers audio...
ja: 音声ファイルをインポート...
ko: 오디오 파일 가져오기...
zh_hans: 导入音频文件...

source: Import Recording
de: Aufnahme importieren
es: Importar grabación
fr: Importer un enregistrement
ja: 録音をインポート
ko: 녹음 가져오기
zh_hans: 导入录音

source: Import unavailable while storage is moving. Wait for the move to finish, then try again.
de: Der Import ist nicht verfügbar, während der Speicher verschoben wird. Warten Sie, bis der Vorgang abgeschlossen ist, und versuchen Sie es erneut.
es: La importación no está disponible mientras se mueve el almacenamiento. Espera a que finalice y vuelve a intentarlo.
fr: L’importation est indisponible pendant le déplacement du stockage. Attendez la fin du déplacement, puis réessayez.
ja: ストレージの移動中はインポートできません。移動が完了してから、もう一度お試しください。
ko: 저장 공간을 이동하는 동안에는 가져올 수 없습니다. 이동이 끝난 후 다시 시도하세요.
zh_hans: 正在移动存储位置，暂时无法导入。请等待移动完成后重试。

source: Import Zoom cloud recordings
de: Zoom Cloud-Aufnahmen importieren
es: Importar grabaciones en la nube de Zoom
fr: Importer les enregistrements Zoom depuis le cloud
ja: Zoomクラウド録音をインポート
ko: Zoom 클라우드 녹음 가져오기
zh_hans: 导入 Zoom 云录音

source: Imported %lld of %lld recordings.
de: %1$lld von %2$lld Aufnahmen importiert.
es: Se importaron %1$lld de %2$lld grabaciones.
fr: %1$lld enregistrements importés sur %2$lld.
ja: %2$lld件中%1$lld件の録音をインポートしました。
ko: 녹음 %2$lld개 중 %1$lld개를 가져왔습니다.
zh_hans: 已导入 %2$lld 条录音中的 %1$lld 条。

source: Imported %lld recording.
de: %lld Aufnahme importiert.
es: Se importó %lld grabación.
fr: %lld enregistrement importé.
ja: %lld件の録音をインポートしました。
ko: 녹음 %lld개를 가져왔습니다.
zh_hans: 已导入 %lld 条录音。

source: Imported %lld recordings.
de: %lld Aufnahmen importiert.
es: Se importaron %lld grabaciones.
fr: %lld enregistrements importés.
ja: %lld件の録音をインポートしました。
ko: 녹음 %lld개를 가져왔습니다.
zh_hans: 已导入 %lld 条录音。

source: Include audio
de: Audio einschließen
es: Incluir audio
fr: Inclure l’audio
ja: 音声を含める
ko: 오디오 포함
zh_hans: 包含音频

source: Include full transcript
de: Vollständiges Transkript einschließen
es: Incluir la transcripción completa
fr: Inclure la transcription complète
ja: 完全な文字起こしを含める
ko: 전체 대화 내용 포함
zh_hans: 包含完整转录

source: Include microphone audio in manual recordings
de: Mikrofonaudio in manuelle Aufnahmen einschließen
es: Incluir audio del micrófono en grabaciones manuales
fr: Inclure l'audio du microphone dans les enregistrements manuels
ja: 手動録音にマイク音声を含める
ko: 수동 녹음에 마이크 오디오 포함
zh_hans: 手动录音时包含麦克风音频

source: Include voice embeddings (speaker recognition data)
de: Stimm-Embeddings einschließen (Daten zur Sprechererkennung)
es: Incluir representaciones vectoriales de voz (datos de reconocimiento de hablantes)
fr: Inclure les représentations vocales (données de reconnaissance des intervenants)
ja: 音声埋め込みを含める（話者認識データ）
ko: 음성 임베딩 포함(화자 인식 데이터)
zh_hans: 包含声纹数据（用于说话人识别）

source: Include your microphone audio when manually starting a recording. Auto-recording requires microphone permission and never prompts in the background.
de: Nimmt bei manuellen Aufnahmen Ihr Mikrofon auf. Automatische Aufnahmen benötigen Mikrofonzugriff und fragen nie im Hintergrund danach.
es: Incluye el micrófono al iniciar una grabación manual. La grabación automática requiere permiso y nunca lo solicita en segundo plano.
fr: Inclut votre microphone lors d’un démarrage manuel. L’enregistrement automatique exige l’autorisation et ne la demande jamais en arrière-plan.
ja: 手動録音にマイク音声を含めます。自動録音にはマイクの許可が必要で、バックグラウンドでは許可を要求しません。
ko: 수동 녹음에 마이크 오디오를 포함합니다. 자동 녹음에는 마이크 권한이 필요하며 백그라운드에서 권한을 요청하지 않습니다.
zh_hans: 手动开始录音时包含麦克风音频。自动录音需要麦克风权限，且绝不会在后台弹出授权请求。

source: Include your microphone audio when manually starting a recording. Auto-recordings from meeting detection always capture the microphone.
de: Nehmen Sie beim manuellen Start einer Aufnahme auch den Ton Ihres Mikrofons auf. Automatische Aufnahmen durch die Besprechungserkennung erfassen das Mikrofon immer.
es: Incluye el audio de tu micrófono cuando inicies una grabación manualmente. Las grabaciones automáticas activadas por la detección de reuniones siempre capturan el micrófono.
fr: Incluez le son de votre microphone lorsque vous démarrez manuellement un enregistrement. Les enregistrements automatiques déclenchés par la détection de réunion capturent toujours le microphone.
ja: 手動で録音を開始するときにマイク音声を含めます。会議検出による自動録音では常にマイク音声が収録されます。
ko: 녹음을 수동으로 시작할 때 마이크 오디오를 포함합니다. 회의 감지로 시작된 자동 녹음에는 항상 마이크 오디오가 포함됩니다.
zh_hans: 手动开始录音时包含你的麦克风。会议自动检测触发的录音始终会捕获麦克风。

source: includes %@ in progress
de: einschließlich %@ in Bearbeitung
es: incluye %@ en curso
fr: dont %@ en cours
ja: 進行中の%@を含む
ko: 진행 중인 %@ 포함
zh_hans: 含进行中的 %@

source: Input
de: Eingabe
es: Entrada
fr: Entrée
ja: 入力
ko: 입력
zh_hans: 输入

source: Install Claude Code, run it once, then connect
de: Installieren Sie Claude Code, starten Sie es einmal und verbinden Sie dann
es: Instala Claude Code, ejecútalo una vez y luego conecta
fr: Installez Claude Code, lancez-le une fois, puis connectez
ja: Claude Code をインストールして一度起動してから接続してください
ko: Claude Code를 설치하고 한 번 실행한 후 연결하세요
zh_hans: 先安装 Claude Code 并运行一次,然后再连接

source: Install Codex CLI or the Codex app first
de: Installieren Sie zuerst Codex CLI oder die Codex-App
es: Instala primero Codex CLI o la app de Codex
fr: Installez d'abord Codex CLI ou l'app Codex
ja: 先に Codex CLI または Codex アプリをインストールしてください
ko: 먼저 Codex CLI 또는 Codex 앱을 설치하세요
zh_hans: 请先安装 Codex CLI 或 Codex 应用

source: Install Gemini CLI first (creates ~/.gemini)
de: Installieren Sie zuerst Gemini CLI (erstellt ~/.gemini)
es: Instala primero Gemini CLI (crea ~/.gemini)
fr: Installez d'abord Gemini CLI (crée ~/.gemini)
ja: 先に Gemini CLI をインストールしてください(~/.gemini が作成されます)
ko: 먼저 Gemini CLI를 설치하세요(~/.gemini 생성)
zh_hans: 请先安装 Gemini CLI(会创建 ~/.gemini)

source: Install Grok CLI first (creates ~/.grok)
de: Installieren Sie zuerst Grok CLI (erstellt ~/.grok)
es: Instala primero Grok CLI (crea ~/.grok)
fr: Installez d'abord Grok CLI (crée ~/.grok)
ja: 先に Grok CLI をインストールしてください(~/.grok が作成されます)
ko: 먼저 Grok CLI를 설치하세요(~/.grok 생성)
zh_hans: 请先安装 Grok CLI(会创建 ~/.grok)

source: Install Hermes first (creates ~/.hermes)
de: Installieren Sie zuerst Hermes (erstellt ~/.hermes)
es: Instala primero Hermes (crea ~/.hermes)
fr: Installez d'abord Hermes (crée ~/.hermes)
ja: 先に Hermes をインストールしてください(~/.hermes が作成されます)
ko: 먼저 Hermes를 설치하세요(~/.hermes 생성)
zh_hans: 请先安装 Hermes(会创建 ~/.hermes)

source: Install the Claude Desktop app first
de: Installieren Sie zuerst die Claude-Desktop-App
es: Instala primero la app Claude Desktop
fr: Installez d'abord l'app Claude Desktop
ja: 先に Claude Desktop アプリをインストールしてください
ko: 먼저 Claude Desktop 앱을 설치하세요
zh_hans: 请先安装 Claude Desktop 应用

source: Integrations
de: Integrationen
es: Integraciones
fr: Intégrations
ja: 連携
ko: 연동
zh_hans: 集成

source: Interface
de: Oberfläche
es: Interfaz
ja: インターフェース
ko: 인터페이스
zh_hans: 界面

source: Invalid API key
de: Ungültiger API-Schlüssel
es: Clave API inválida
fr: Clé API invalide
ja: 無効なAPIキー
ko: 유효하지 않은 API 키
zh_hans: 无效的 API 密钥

source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
ja: 参加
ko: 참여
zh_hans: 加入

source: Keep Existing, Use New for Future
de: Bestehende behalten, Neue für Zukünftige verwenden
es: Conservar existentes, usar nueva ubicación en el futuro
fr: Conserver l'existant, utiliser le nouveau à l'avenir
ja: 既存を保持、今後は新しい場所を使用
ko: 기존 유지, 향후 새 위치 사용
zh_hans: 保留现有，新录音用新位置

source: Keep Local Separate
de: „Local“ getrennt lassen
es: Mantener Local por separado
fr: Conserver Local séparément
ja: ローカルを分けたままにする
ko: 로컬을 별도로 유지
zh_hans: 保持 Local 独立

source: Keep quick controls available in the menu bar
de: Schnellzugriffe in der Menüleiste behalten
es: Mantener controles rápidos en la barra de menú
fr: Garder les contrôles rapides dans la barre des menus
ja: メニューバーにクイックコントロールを表示
ko: 메뉴 막대에 빠른 제어 유지
zh_hans: 在菜单栏保留快捷控制

source: Keep recording
de: Aufnahme behalten
es: Seguir grabando
fr: Conserver l’enregistrement
ja: 録音を続ける
ko: 녹음 계속
zh_hans: 继续录音

source: Keep Recording
de: Aufnahme behalten
es: Seguir grabando
fr: Conserver l’enregistrement
ja: 録音を続ける
ko: 녹음 계속
zh_hans: 继续录音

source: Keep running when window is closed
de: Weiter ausführen, wenn das Fenster geschlossen wird
es: Seguir ejecutándose cuando se cierre la ventana
fr: Continuer l'exécution après la fermeture de la fenêtre
ja: ウィンドウを閉じてもバックグラウンドで実行
ko: 창을 닫아도 계속 실행
zh_hans: 关闭窗口后保持运行

source: Keeps one conflict-safe Markdown note per recording. Cadenza skips files you edited instead of overwriting them.
de: Erstellt pro Aufnahme eine konfliktgeschützte Markdown-Notiz. Cadenza überspringt von Ihnen bearbeitete Dateien, anstatt sie zu überschreiben.
es: Mantiene una nota de Markdown por grabación sin riesgo de conflictos. Cadenza omite los archivos que hayas editado en lugar de sobrescribirlos.
fr: Conserve une note Markdown sans risque de conflit pour chaque enregistrement. Cadenza ignore les fichiers que vous avez modifiés au lieu de les remplacer.
ja: 録音ごとに競合を避けたMarkdownメモを1つ保持します。編集済みのファイルは上書きせず、Cadenzaがスキップします。
ko: 녹음마다 충돌에 안전한 Markdown 메모 하나를 유지합니다. 직접 편집한 파일은 Cadenza가 덮어쓰지 않고 건너뜁니다.
zh_hans: 为每条录音维护一份冲突安全的 Markdown 笔记。Cadenza 会跳过你编辑过的文件，而不会覆盖它们。

source: Key decisions this week
de: Wichtige Entscheidungen dieser Woche
es: Decisiones clave esta semana
fr: Décisions clés cette semaine
ja: 今週の重要な決定事項
ko: 이번 주 주요 결정 사항
zh_hans: 本周重要决策

source: Key Points
de: Kernpunkte
es: Puntos clave
fr: Points clés
ja: 要点
ko: 핵심 사항
zh_hans: 关键要点

source: Key points and action items only
de: Nur Kernpunkte und Aufgaben
es: Solo puntos clave y tareas pendientes
fr: Points clés et actions à faire uniquement
ja: 要点とアクションアイテムのみ
ko: 핵심 사항 및 액션 아이템만
zh_hans: 仅关键要点和待办事项

source: Key points, decisions, and follow-ups
de: Kernpunkte, Entscheidungen und Folgeaktionen
es: Puntos clave, decisiones y seguimientos
fr: Points clés, décisions et suivis
ja: 要点、決定事項、フォローアップ
ko: 핵심 사항, 결정 사항, 후속 조치
zh_hans: 关键要点、决策和跟进事项

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言

source: Language preference for speech-to-text
de: Spracheinstellung für Sprache-zu-Text
es: Preferencia de idioma para voz a texto
fr: Préférence de langue pour la transcription
ja: 音声認識の言語設定
ko: 음성-텍스트 변환 언어 설정
zh_hans: 语音转文本的语言偏好

source: Large
de: Groß
es: Grande
fr: Grand
ja: 大
ko: 대형
zh_hans: 大

source: Larger models are more accurate, especially for non-English languages, but need more memory and may take longer to load.
de: Größere Modelle sind genauer, besonders für nicht-englische Sprachen, benötigen aber mehr Speicher und laden möglicherweise länger.
es: Los modelos más grandes son más precisos, especialmente para idiomas distintos al inglés, pero necesitan más memoria y pueden tardar más en cargarse.
fr: Les modèles plus grands sont plus précis, notamment pour les langues autres que l'anglais, mais nécessitent plus de mémoire et peuvent être plus longs à charger.
ja: 大きいモデルはより正確で、特に英語以外の言語に優れますが、メモリを多く消費し、読み込みに時間がかかる場合があります。
ko: 큰 모델은 정확도가 높으며 특히 비영어권 언어에 유리하지만, 더 많은 메모리가 필요하고 로딩 시간이 길어질 수 있습니다.
zh_hans: 较大的模型更准确，特别是非英语语言，但需要更多内存且加载时间可能更长。

source: Larger models produce better summaries but need more memory. Models run on-device via MLX.
de: Größere Modelle liefern bessere Zusammenfassungen, benötigen aber mehr Arbeitsspeicher. Die Modelle werden über MLX auf dem Gerät ausgeführt.
es: Los modelos más grandes producen mejores resúmenes, pero necesitan más memoria. Los modelos se ejecutan en el dispositivo mediante MLX.
fr: Les modèles plus grands produisent de meilleurs résumés, mais nécessitent davantage de mémoire. Les modèles s’exécutent sur l’appareil via MLX.
ja: 大きなモデルほど質の高い要約を生成しますが、より多くのメモリが必要です。モデルはMLXを使ってデバイス上で実行されます。
ko: 더 큰 모델은 더 나은 요약을 생성하지만 메모리를 더 많이 사용합니다. 모델은 MLX를 통해 기기에서 실행됩니다.
zh_hans: 更大的模型生成更好的摘要，但需要更多内存。模型通过 MLX 在本地运行。

source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
ja: 過去7日間
ko: 최근 7일
zh_hans: 最近 7 天

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
ja: 過去30日間
ko: 최근 30일
zh_hans: 最近 30 天

source: Last 30 Days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
ja: 過去30日間
ko: 최근 30일
zh_hans: 最近 30 天

source: Last 90 days
de: Letzte 90 Tage
es: Últimos 90 días
fr: 90 derniers jours
ja: 過去90日間
ko: 최근 90일
zh_hans: 最近 90 天

source: Last used: %@
de: Zuletzt verwendet: %@
es: Último uso: %@
fr: Dernière utilisation : %@
ja: 最終使用：%@
ko: 최근 사용: %@
zh_hans: 上次使用：%1$@

source: Launch at login
de: Bei Anmeldung starten
es: Iniciar al iniciar sesión
fr: Lancer au démarrage
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 登录时启动

source: Lavender
de: Lavendel
es: Lavanda
fr: Lavande
ja: ラベンダー
ko: 라벤더
zh_hans: 薰衣草

source: Lavender Dream
de: Lavendeltraum
es: Sueño de lavanda
fr: Rêve de lavande
ja: ラベンダードリーム
ko: 라벤더 드림
zh_hans: 薰衣草梦境

source: Leave empty to use your default space
de: Leer lassen, um Ihren Standardbereich zu verwenden
es: Deja vacío para usar tu espacio predeterminado
fr: Laissez vide pour utiliser votre espace par défaut
ja: デフォルトスペースを使用する場合は空欄のまま
ko: 비워두면 기본 스페이스가 사용됩니다
zh_hans: 留空以使用你的默认空间

source: Lemon Zest
de: Zitronenfrische
es: Ralladura de limón
fr: Zeste de citron
ja: レモンゼスト
ko: 레몬 제스트
zh_hans: 柠檬活力

source: Let external AI assistants search and read your transcripts
de: Externe KI-Assistenten können Ihre Transkripte durchsuchen und lesen
es: Permite que asistentes de IA externos busquen y lean tus transcripciones
fr: Permet aux assistants IA externes de rechercher et lire vos transcriptions
ja: 外部AIアシスタントに文字起こしの検索・閲覧を許可します
ko: 외부 AI 어시스턴트가 전사본을 검색하고 읽을 수 있게 합니다
zh_hans: 让外部 AI 助手搜索和阅读你的转录
